Repository: egorbabintcev/ilmarco-wp
Catalog: languages/plugins/qty-increment-buttons-for-woocommerce-*.po
Languages: ru_ru

source: Includes button colors (background, font, hover background, focus outline), button styles (focus outline) and quantity input field colors (border). You can adjust this style within your child theme CSS or additional CSS if your theme allows it.
ru_ru: Цвета кнопок (фон, шрифт, фон при наведении, контур), стили кнопок (контур) и цвета поля ввода количества (граница). Вы можете настроить этот стиль в вашей дочерней теме CSS или дополнительном CSS, если ваша тема это позволяет.

source: After Add to cart
ru_ru: После кнопки добавления в корзину

source: Position of quantity input field and increment buttons in HTML structure of archives. Visual position may be different depending on float. "After Add to cart" is the only way to keep all these elements in one line on some themes.
ru_ru: Расположение поля количество и кнопок в html-структуре архивов. Визуальное положение может быть различным в зависимости от верстки. 'После кнопки добавления в корзину' - это единственный способ сохранить все эти элементы в одну линию на некоторых темах.

source: Archive position
ru_ru: Положение на страницах архива

source: Before Add to cart
ru_ru: Перед кнопкой добавления в корзину

source: Turn this setting on to enable the plugin on pages other than product, cart, checkout, shop, category and correctly display Quick Views initiated from these pages.
ru_ru: Включите этот параметр, чтобы добавить плагин на другие страницы, не относящихся к страницам магазина, но создающиеся ими.

source: Check if the plugin doesn't work correctly on your website out of the box.
ru_ru: Включите, если плагин не работает корректно на вашем сайте.

source: Load on all pages
ru_ru: Загрузить на всех страницах

source: Recommended 35-50 pixels.
ru_ru: Рекомендуется 35-50 px.

source: Recommended 25-40 pixels.
ru_ru: Рекомендуется 25-40 px.

source: Recommended 25-40 pixels. Quantity input field and Add to cart button will have the same height.
ru_ru: Рекомендуется 25-40 px. Поле ввода количества и кнопка «Добавить в корзину» будут иметь одинаковую высоту.

source: Silver
ru_ru: Серебро

source: Red
ru_ru: Красный

source: Orange
ru_ru: Оранжевый

source: Brown
ru_ru: Коричневый

source: Blue
ru_ru: Синий

source: Black
ru_ru: Чёрный

source: Horizontal alignment in cart page quantity column. Affects input field and increment buttons. Desktop view only.
ru_ru: Горизонтальное выравнивание в столбце количества на странице корзины. Влияет на поле ввода и кнопки увеличения. Только для обычного вида.

source: Right
ru_ru: Справа

source: Center
ru_ru: По центру

source: Left
ru_ru: Слева

source: Remove space between increment buttons and quantity input field, visually merging these elements.
ru_ru: Убирает пространство между кнопками и полем ввода количества, визуально объединяя эти элементы.

source: Auto sizes columns on the cart page. Already used by a vast majority of themes. Alternatively merge buttons and reduce widths to fit into fixed-size column.
ru_ru: Автоматически изменяет размеры столбцов на странице корзины. Уже используется в подавляющем большинстве тем. Либо объединит кнопки и уменьшит ширину, чтобы уместить ее в столбце фиксированного размера.

source: Check if you notice buttons overflowing to next column or breaking to next line on the cart page.
ru_ru: Отметьте, если вы заметили не правильное расположение кнопок на странице корзины.

source: Archive pages that should display quantity input field and increment buttons. Doesn't affect variable products and products sold individually.
ru_ru: Архивные страницы, которые должны отображать поле ввода количества и кнопки. Не влияет на вариативные товары и товары, продаваемые индивидуально.

source: Shop & Category
ru_ru: Витрина и категории

source: Category
ru_ru: Категории

source: Shop
ru_ru: Витрина

source: None
ru_ru: Ни где

source: Settings
ru_ru: Настройки

source: Rate this plugin
ru_ru: Оценить плагин

source: Support & suggestions
ru_ru: Поддержка и предложения

source: Quantity field width
ru_ru: Ширина поля количества

source: Button width
ru_ru: Ширина кнопки

source: Button height
ru_ru: Высота кнопки

source: Button style
ru_ru: Стиль кнопки

source: Cart page align
ru_ru: Выравнивание на страницы корзины

source: Merge buttons
ru_ru: Соединить кнопки

source: Auto cart columns
ru_ru: Автоматический размер столбцов корзины

source: Archives display
ru_ru: Отображение на страницах архивов

# Product quantity input tooltip
source: Qty
ru_ru: Кол-во

source: Quantity
ru_ru: Количество

source: %s quantity
ru_ru: %s количество
